Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# pro.journey.direction.record.stats
source: %1$lld경기 · %2$@ · %3$lld탈삼진 · 수상 %4$lld
en: %1$lld games · %2$@ · %3$lld strikeouts · %4$lld awards
ja: %1$lld 試合 · %2$@ · 三振 %3$lld · 受賞 %4$lld

# pro.journey.direction.record.community
source: 지역 공헌 %lld
en: Community %lld
ja: 地域貢献 %lld

# pro.journey.goal.metric.anchor-seasons
source: 기준 구단 시즌
en: Anchor-team seasons
ja: アンカーチーム在籍年数

# pro.journey.goal.metric.anchor-legacy
source: 기준 구단 유산
en: Anchor-team legacy
ja: アンカーチームのレガシー

# pro.journey.goal.metric.hof
source: 명예의 전당 예상
en: Hall of Fame projection
ja: 殿堂入り予想

# pro.journey.goal.metric.awards
source: 인정 수상
en: Recognized awards
ja: 認定された受賞

# pro.journey.goal.metric.pro-seasons
source: 프로 시즌
en: Pro seasons
ja: プロ在籍シーズン

# pro.journey.goal.metric.major-service
source: 1군 등록
en: Major-league service
ja: 一軍在籍

# pro.settlement.eyebrow
source: 시즌 리뷰
en: SEASON REVIEW
ja: シーズンレビュー

# pro.settlement.title
source: %lld시즌 결산
en: %lld Season settlement
ja: %lld シーズン決算

# pro.settlement.stats
source: %1$lld경기 · %2$@ · %3$lld탈삼진
en: %1$lld games · %2$@ · %3$lld strikeouts
ja: %1$lld 試合 · %2$@ · 三振 %3$lld

# pro.settlement.salary
source: 연봉 %1$@
en: Salary %1$@
ja: 年俸 %1$@

# pro.settlement.salary.title
source: 연봉
en: Salary
ja: 年俸

# pro.settlement.fan
source: 팬 지지 %1$lld → %2$lld
en: Fan support %1$lld → %2$lld
ja: ファン支持 %1$lld → %2$lld

# pro.settlement.fan.delta
source: 시즌 변화 %1$@
en: Season change %1$@
ja: シーズン変化 %1$@

# pro.settlement.fan.reasons
source: 팬 지지 변화 이유
en: Why fan support changed
ja: ファン支持の理由

# pro.settlement.merchandise
source: 응원 상품 수익 %1$@
en: Support merchandise %1$@
ja: 応援商品収益 %1$@

# pro.settlement.merchandise.title
source: 응원 상품 수익
en: Support merchandise
ja: 応援商品収益

# pro.settlement.merchandise.tier
source: 응원 상품 단계: %1$@
en: Merchandise tier: %1$@
ja: 応援商品ティア: %1$@

# pro.settlement.legacy
source: 구단 유산 %1$lld → %2$lld
en: Team legacy %1$lld → %2$lld
ja: 球団の遺産 %1$lld → %2$lld

# pro.settlement.hof
source: 명예의 전당 예상 %1$lld → %2$lld
en: Hall of Fame projection %1$lld → %2$lld
ja: 殿堂入り予想 %1$lld → %2$lld

# pro.settlement.contract
source: 계약 잔여 %1$lld → %2$lld년
en: Contract years %1$lld → %2$lld
ja: 契約年数 %1$lld → %2$lld

# pro.settlement.goal
source: 목표: %1$@
en: Goal: %1$@
ja: 目標: %1$@

# pro.settlement.goal.completed
source: 이번 시즌 목표 달성
en: Goal completed this season
ja: 今季、目標を達成しました

# pro.settlement.next
source: 다음: %1$@
en: Next: %1$@
ja: 次: %1$@

# pro.settlement.next.under-contract
source: 다음 시즌 준비
en: Prepare for the next season
ja: 次のシーズンに備える

# pro.settlement.next.renewal
source: 재계약 협상
en: Renewal discussion
ja: 契約更新の相談

# pro.settlement.next.free-agency
source: FA 자격
en: Free agency eligible
ja: フリーエージェント資格

# pro.settlement.next.retirement
source: 은퇴 결정
en: Retirement decision
ja: 引退の決断

# pro.settlement.acknowledge
source: 결산 확인
en: Acknowledge settlement
ja: 決算を確認

# pro.settlement.migration.notice
source: 이전 수상은 커리어에 남고, 고정 형식으로 확인된 기록만 구단에 배정됩니다.
en: Earlier awards remain in your career record; only recognized fixed legacy awards are assigned to a team.
ja: 以前の受賞記録はキャリアに残り、固定形式として認識できた記録だけが球団に割り当てられます。

# legacy.recap.quick-start
source: %lld번째 선수 바로 시작
en: Start Player %lld Now
ja: プレーヤーを開始する %lld 今

# legacy.recap.continue
source: 유산을 안고 새 선수로
en: Carry the Legacy to a New Player
ja: 新しいプレイヤーにレガシーを引き継ぐ

# legacy.recap.customize
source: 설정을 바꿔서 시작
en: Change the Setup First
ja: まず設定を変更してください

# conclusion.life-card.whip
source: WHIP
ja: 鞭

# league.pitchers.sort.whip
source: WHIP
ja: 鞭
